{"source": "Rewrite the following sentence in an exclamation way: Allowing for the possibility of increasing returns tends to rob economic models of two properties that economists  simplicity and determinism.", "target": "What a loss of simplicity and determinism when allowing for the possibility of increasing returns in economic models!"}
{"source": "Rewrite the following sentence in an exclamation way: If any Member is interested in becoming a co-requester of GAO work, GAO will explain its policy on co-requests and refer the Member to the original requester.", "target": "What an exciting opportunity to become a co-requester of GAO work! GAO will explain its policy on co-requests and refer the Member to the original requester!"}
{"source": "Rewrite the following sentence in an exclamation way: They also establish a transparent environment in which their expectations for program improvement are clearly defined and accountability for achieving these improvements is set.", "target": "What a transparent environment they've established, where expectations for program improvement are clearly defined and accountability for achieving these improvements is set!"}
{"source": "Rewrite the following sentence in an exclamation way: But there is a fundamental difference between them.", "target": "What a fundamental difference between them!"}
{"source": "Rewrite the following sentence in an exclamation way: The final rules both contain information collections which are subject to review by the Office of Management and Budget (OMB) under the Paperwork Reduction Act.", "target": "What an incredible amount of information to be reviewed by the Office of Management and Budget (OMB) under the Paperwork Reduction Act!"}
{"source": "Rewrite the following sentence in an exclamation way: And although we are a little older and slightly grayer and certainly more jaded, and we know now that we won't see it happen in our lifetimes, we still believe-I still believe-that our collective dream of a justice system that lets client walk through the doors of justice unimpeded and unshackled, is a dream that we will achieve.", "target": "What a beautiful dream that we will achieve!"}
{"source": "Rewrite the following sentence in an exclamation way: what year model is it", "target": "What year model is it?  Wow, what a great car!"}
{"source": "Rewrite the following sentence in an exclamation way: The thrones on view here date from a visit by George V and Queen Mary in 1927.", "target": "What a marvel! The thrones on view here date from a visit by George V and Queen Mary in 1927!"}
{"source": "Rewrite the following sentence in an exclamation way: The kinds of cases handled, the strategies for addressing the legal needs of service area residents, and the client community itself remained pretty much the same in most LSC programs until the 1990's.", "target": "What a remarkable consistency in most LSC programs until the 1990's with regards to the kinds of cases handled, the strategies for addressing the legal needs of service area residents, and the client community itself!"}
{"source": "Rewrite the following sentence in an exclamation way: The Tomb of Tutankhamun (number 62) is without a doubt the most famous, but the interior is disappointing.", "target": "What a disappointment the interior of the most famous Tomb of Tutankhamun (number 62) is!"}
{"source": "Rewrite the following sentence in an exclamation way: The INA permits and facilitates travel outside of the United States by aliens eligible for LSC representation.", "target": "What an amazing privilege the INA provides!"}
{"source": "Rewrite the following sentence in an exclamation way: The specific risk analysis methodology used can vary by organization because of differences in missions and the difficulty in qualitatively and quantitatively assigning risk levels.", "target": "What a difference mission and difficulty in assigning risk levels makes in the specific risk analysis methodology used by each organization!"}
{"source": "Rewrite the following sentence in an exclamation way: Yet just because we've failed to think clearly about what character involves doesn't mean we should cease to think about it.", "target": "What a shame that we've failed to think clearly about what character involves!"}
{"source": "Rewrite the following sentence in an exclamation way: This spot is unbeatable for a picnic, or simply to contemplate nature's wonders.", "target": "What an unbeatable spot for a picnic or to contemplate nature's wonders!"}
{"source": "Rewrite the following sentence in an exclamation way: Still, there are some reasons to prefer the 19 th century's embrace of partisanship to today's exaltation of the conscience-serving, hyper-responsible individual--or what I once heard called the David Broder/League of Women Voters school of politics.", "target": "What a contrast between the 19th century's embrace of partisanship and today's exaltation of the conscience-serving, hyper-responsible individual--or what I once heard called the David Broder/League of Women Voters school of politics!"}
{"source": "Rewrite the following sentence in an exclamation way: In the early 1990s, a Mixtec worker named Santiago Ventura Morales spent four years in an Oregon prison before his murder conviction was overturned.", "target": "What an injustice! Santiago Ventura Morales spent four years in an Oregon prison before his murder conviction was overturned in the early 1990s!"}
{"source": "Rewrite the following sentence in an exclamation way: Particulate Air Pollution and Chronic Respiratory Disease Environmental Research 62: 7-13.", "target": "What astounding research on Particulate Air Pollution and Chronic Respiratory Disease in Environmental Research 62: 7-13!"}
{"source": "Rewrite the following sentence in an exclamation way: To this one might add the single paragraph I devote to the origin of the Washington Holocaust Museum, which, as you wrote in your Holocaust Memorials in History , was proposed by then-president Jimmy Carter to placate Jewish supporters angered by his sale of F-15 fighter planes to Saudi Arabia.", "target": "What an incredible origin of the Washington Holocaust Museum that was proposed by then-president Jimmy Carter to placate Jewish supporters angered by his sale of F-15 fighter planes to Saudi Arabia!"}
{"source": "Rewrite the following sentence in an exclamation way: I pass over Alfred Inglethorp, who acted the bereaved widower in a manner that I felt to be disgusting in its hypocrisy. ", "target": "What disgusting hypocrisy Alfred Inglethorp acted with as a bereaved widower!"}
{"source": "Rewrite the following sentence in an exclamation way: Together, the eight states also would provide reasonable geographic representativeness, as well as industrialized versus more rural spreads.", "target": "What reasonable geographic representativeness and industrialized versus more rural spreads the eight states provide together!"}
{"source": "Rewrite the following sentence in an exclamation way: It's too much to do this and the Israel Museum in a day, but students of Middle Eastern history should definitely return.", "target": "What a must-do for students of Middle Eastern history--visiting both this and the Israel Museum in a day!"}
{"source": "Rewrite the following sentence in an exclamation way: It, combined with factor number six, forms the basis for the many, important work-sharing discounts that are on the books.", "target": "What an incredible combination of factors! It forms the basis for the many, important work-sharing discounts that are on the books!"}
{"source": "Rewrite the following sentence in an exclamation way: Meanwhile her tiara, just right for attending the coronation of a monarch, could be dismounted from its frame and reversed into a necklace suitable for the opening of the opera season.", "target": "What a wonderful tiara that can be dismounted from its frame and reversed into a necklace suitable for the opening of the opera season!"}
{"source": "Rewrite the following sentence in an exclamation way: RESTATEMENT (OF DIRECT LOANS OR LOAN GUARANTEES) -Refers to establishing a new book value of a direct loan or the liability of a loan guarantee.", "target": "What a great way to establish a new book value of a direct loan or the liability of a loan guarantee!"}
{"source": "Rewrite the following sentence in an exclamation way: Slate, horn, wool, and wood were always used to make tools and implements, but these materials are now also being used in the production of interesting souvenirs.", "target": "What interesting souvenirs can be made from slate, horn, wool, and wood!"}
{"source": "Rewrite the following sentence in an exclamation way: Situated at Meryemana (Mother Mary) in the hills above the city is the house where she is thought to have passed the last years of her life.", "target": "What a beautiful house situated at Meryemana (Mother Mary) in the hills above the city, where she is thought to have passed the last years of her life!"}
{"source": "Rewrite the following sentence in an exclamation way: Carved from one black stone and set in a sunken tank of water, the 5-m (16-ft) image dates from the seventh century.", "target": "What an incredible 5-m (16-ft) image carved from one black stone and set in a sunken tank of water, dating from the seventh century!"}
{"source": "Rewrite the following sentence in an exclamation way: Acquisition begins at the point when agency needs are established and includes the description of requirements to satisfy agency needs, solicitation and selection of sources, award of contracts, contract financing, contract performance, contract administration, and those technical and management functions directly related to the process of fulfilling agency needs by contract.", "target": "What an exhaustive process for acquisition!"}
{"source": "Rewrite the following sentence in an exclamation way: Today the Palais-Royal is a chic self-contained neighborhood of expensive apartments, shops, and restaurants.", "target": "What a chic self-contained neighborhood the Palais-Royal is today, with its expensive apartments, shops, and restaurants!"}
{"source": "Rewrite the following sentence in an exclamation way: One of the highest sea cliffs in the world, it plummets 590 m (1,900 ft) to the Atlantic.", "target": "What an amazing sight! One of the highest sea cliffs in the world, it plummets 590 m (1,900 ft) to the Atlantic!"}
{"source": "Rewrite the following sentence in an exclamation way: Owing to Albert's insistence they dragged themselves along painfully on their stomachs, thereby producing a great deal more noise than if they had stood upright.", "target": "What a great deal of noise they produced by dragging themselves along painfully on their stomachs owing to Albert's insistence!"}
{"source": "Rewrite the following sentence in an exclamation way: They laid down a social pecking order with themselves in first place, followed by Kshatriyas (the warriors), Vaishyas (cultivators or traders), and Shudras (serfs and those of mixed blood).", "target": "What an outrageous social pecking order they laid down, with themselves in first place, followed by Kshatriyas, Vaishyas, and Shudras!"}
{"source": "Rewrite the following sentence in an exclamation way: Naturally, the pigeons hang out in the piazzas all day, cooing and crapping and waiting to be fed.", "target": "What a sight it is to see the pigeons hanging out in the piazzas all day, cooing and crapping and waiting to be fed!"}
{"source": "Rewrite the following sentence in an exclamation way: Third, we would never allocate fact finding to 12 randomly selected individuals whose major qualification is that they know nothing about the matter in dispute.", "target": "What a bold move it would be to allocate fact finding to 12 randomly selected individuals whose major qualification is that they know nothing about the matter in dispute!"}
{"source": "Rewrite the following sentence in an exclamation way: Figure 1.3 shows that many households have accumulated little, if any, net worth.", "target": "What little, if any, net worth have many households accumulated!"}
{"source": "Rewrite the following sentence in an exclamation way: Sacred bugaku and kagura dances are performed at the shrine, while numerous souvenir shops do a roaring trade in the local woodcarvings, both sacred and utterly pornographic, and maple-leaf-shaped sweet buns (momiji).", "target": "What a sight! Sacred bugaku and kagura dances performed at the shrine, souvenir shops doing a roaring trade in the local woodcarvings, both sacred and utterly pornographic, and maple-leaf-shaped sweet buns (momiji)!"}
{"source": "Rewrite the following sentence in an exclamation way: Our world has what is for them a normal gravity, but because of our much higher gravitational potential, our atmosphere is too dense to support them comfortably over sustained periods.", "target": "What an amazing fact that our world has a normal gravity for them, yet our much higher gravitational potential makes our atmosphere too dense for them to be comfortable over sustained periods!"}
{"source": "Rewrite the following sentence in an exclamation way: If it convinces you it's a masterpiece, it does so by sheer brute force.", "target": "What a masterpiece it is, convinced by sheer brute force!"}
{"source": "Rewrite the following sentence in an exclamation way: What to do with the real thing worried me no end.", "target": "What to do with the real thing worried me no end!"}
{"source": "Rewrite the following sentence in an exclamation way: In fact, so dedicated are Osakans to the cult of eating that they are known for kuidare (eating until you drop or until you go bankrupt, depending on the interpretation).", "target": "What dedication Osakans have to the cult of eating--they are known for kuidare!"}
{"source": "Rewrite the following sentence in an exclamation way: And most troubling, as I said before, we don't know what SIDS is in the first place.", "target": "What most troubling is, as I said before, we don't know what SIDS is in the first place!"}
{"source": "Rewrite the following sentence in an exclamation way: Horses to be found back in the rough country, hidden away in the maze of pocket canyons where there was water and enough browning grass to keep them from straying.", "target": "What a sight it must be to find horses hidden away in the maze of pocket canyons with water and enough browning grass to keep them from straying!"}
{"source": "Rewrite the following sentence in an exclamation way: Genuine Madeira cake, bolo de mel (or honey cake ), sold in many different sizes, is a far cry from what you get at home.", "target": "What you get at home is a far cry from genuine Madeira cake, bolo de mel (or honey cake ) sold in many different sizes!"}
{"source": "Rewrite the following sentence in an exclamation way: The Guardian and the Observer have a broad site packed with information.", "target": "What a broad site The Guardian and the Observer have packed with information!"}
{"source": "Rewrite the following sentence in an exclamation way: Its ramparts, built and rebuilt from the 12th to the 18th centuries, make a bracing walk, with the stretch between the Saint-Philippe bastion and the Tour Bidouane opening up a vista along the whole Emerald Coast.", "target": "What a breathtaking vista along the whole Emerald Coast from the Saint-Philippe bastion to the Tour Bidouane, its ramparts having been built and rebuilt from the 12th to the 18th centuries!"}
{"source": "Rewrite the following sentence in an exclamation way: It is time for people to realize that things like the law and accounting and reporting standards represent the floor of acceptable behavior and not the ceiling!", "target": "What an eye-opening realization that things like the law and accounting and reporting standards represent the floor of acceptable behavior and not the ceiling!"}
{"source": "Rewrite the following sentence in an exclamation way: A domestic  Maggie (Anne Heche) and Pistone (Depp) (30 seconds) :", "target": "What an amazing pairing of Maggie and Pistone, played by Anne Heche and Depp respectively!"}
{"source": "Rewrite the following sentence in an exclamation way: One method of introducing competition into postal systems, without affecting the universal service obligation, is through what have been termed worksharing discounts.", "target": "What have been termed worksharing discounts is one method of introducing competition into postal systems without affecting the universal service obligation!"}
{"source": "Rewrite the following sentence in an exclamation way: Even in Kuala Lumpur as modern an urban sprawl as you could imagine, criss-crossed by expressways and bristling with skyscrapers a construction site abandoned a moment too long to the tropical sun and rain will soon sprout a luxuriant growth of lallang ferns and wild creepers.", "target": "What incredible nature's power! Even in Kuala Lumpur, a construction site abandoned a moment too long to the tropical sun and rain will soon sprout a luxuriant growth of lallang ferns and wild creepers!"}
{"source": "Rewrite the following sentence in an exclamation way: Two humorless and often petty egomaniacs intransigently reiterated their familiar positions (Rich).", "target": "What two egomaniacs! They intransigently reiterated their familiar positions!"}
{"source": "Rewrite the following sentence in an exclamation way: In addition, the rule is expected to result in less volatility of producers' incomes and less risk of no income due to adverse weather events and rural communities and producers will benefit from the certainty of payments in times of catastrophic yield losses.", "target": "What certainty of payments in times of catastrophic yield losses for rural communities and producers!"}
{"source": "Rewrite the following sentence in an exclamation way: Down the street from the Prado and around the corner from the Reina Sof?­a museum, this well located hotel is a bargain.", "target": "What a bargain this well-located hotel is, down the street from the Prado and around the corner from the Reina Sof?­a museum!"}
{"source": "Rewrite the following sentence in an exclamation way: A thorough cleaning followed to remove the mold.", "target": "What a thorough cleaning followed to remove the mold!"}
{"source": "Rewrite the following sentence in an exclamation way: Highway 1 from Jerusalem to the Dead Sea descends into the barren, softly sculpted mountains of the Judean Desert.", "target": "What a breathtaking descent Highway 1 from Jerusalem to the Dead Sea makes into the barren, softly sculpted mountains of the Judean Desert!"}
{"source": "Rewrite the following sentence in an exclamation way: Not in so many words, that is.", "target": "What! Not in so many words, that is!"}
{"source": "Rewrite the following sentence in an exclamation way: Montreuil was a thriving port before the river silted up in the 1300s (the sea is now about 25 km away).", "target": "What a shame that Montreuil was a thriving port before the river silted up in the 1300s!"}
{"source": "Rewrite the following sentence in an exclamation way: Of 4,663 patients, only 13 were entered into the trial and the trial was abandoned.", "target": "What a shame! Only 13 of 4,663 patients were entered into the trial and the trial was abandoned!"}
{"source": "Rewrite the following sentence in an exclamation way: No matter how hard I try, I feel that I say the wrong thing or something inappropriate.", "target": "What a frustrating feeling it is no matter how hard I try, I still feel like I say the wrong thing or something inappropriate!"}
{"source": "Rewrite the following sentence in an exclamation way: Roughly bounded by four rivers ' the Seine, Oise, Aisne, and Marne ' the Ile-de-France was the birthplace of the first great Gothic cathedrals, including Saint-Denis, Senlis, Chartres, and Beauvais.", "target": "What a remarkable birthplace for the first great Gothic cathedrals - the Ile-de-France, roughly bounded by four rivers - the Seine, Oise, Aisne, and Marne!"}
{"source": "Rewrite the following sentence in an exclamation way: Such assertions serve to disparage the reputations of the thousands of Andersen professionals who did their job right every day and to the very end.", "target": "What an insult to the thousands of Andersen professionals who did their job right every day and to the very end!"}
{"source": "Rewrite the following sentence in an exclamation way: Secret Service agents guard the residence's entrances on the first floor and ground floors, but the first family has privacy in the quarters themselves.", "target": "What privacy the first family has in their quarters!"}
{"source": "Rewrite the following sentence in an exclamation way: Taking a stroll down the avenue is such a national institution that there's even a colloquial expression for gin-bura.", "target": "What a national institution taking a stroll down the avenue is! There's even a colloquial expression for it--gin-bura!"}
{"source": "Rewrite the following sentence in an exclamation way: What do you mean? ", "target": "What do you mean?!"}
{"source": "Rewrite the following sentence in an exclamation way: An  When Harvey got wind that Time magazine planned to reveal the plot twist in The Crying Game --that a character is a transvestite--Harvey called a Time editor 18 times in a single day, unsuccessfully demanding that Time not run the detail.", "target": "What outrage! Harvey called a Time editor 18 times in a single day, unsuccessfully demanding that Time not run the detail about the plot twist in The Crying Game!"}
